import {Title, Text} from '@mantine/core'

function AboutPage() {
    return (
        <div>
            <Title>О лаборатории Звука</Title>
            <Text>
                Лаборатория звука МИФИ - это студенческое объединение, деятельность которого направлена на развитие
                неформальных музыкальных коллективов разных жанров в МИФИ. Лаборатория звука является наследником
                Рок-лаборатории, появившейся еще в конце 90-х и собравшей под своим крылом немало молодых рок-групп.
                Одни группы уже не играют, другие изменили состав, название, место обитания и играют еще лучше, чем
                раньше. Основной силой Лаборатории являются студенты, увлеченные музыкой, способные к творчеству и
                мечтающие о головокружительном успехе. Если ты один/одна из таких, присоединяйся, тебе понравится!
            </Text>
        </div>
    )
}

export default AboutPage
